Repository: OctopusET/sane-backend-oki
Catalog: po/*.po
Languages: de, es, fr, it, ja, pt_br, ru

source: Standard
es: Estándar
ja: 標準
pt_br: Padrão
ru: Стандарт

source: Source, mode and resolution options
de: Quelle, Modus und Auflösungsoptionen
es: Fuente, opciones de modo y resolución
fr: Options de sources, modes et résolutions
it: Opzioni di alimentazione, modalità e risoluzione
ja: 入力元、モードと解像度のオプション
pt_br: Opções de fonte, modo e resolução
ru: Параметры источника, режима и разрешения

source: Selected range
de: Ausgewählter Bereich
es: Rango seleccionado
fr: Plage sélectionnée
it: Intervallo selezionato
ja: 選択範囲
pt_br: Alcance selecionado
ru: Выбранный диапазон

source: Scan area and media size options
de: Scanbereich und Medien-Größenoptionen
es: Opciones de zona de escaneado y tamaño de soporte
fr: Options de zone et de format de numérisation
it: Opzioni dell'area di digitalizzazione e dimensioni supporto
ja: 走査領域とメディアサイズのオプション
pt_br: Opções de área de digitalização e tamanho médio
ru: Параметры области сканирования и размера носителя

source: Enhancement
de: Verbesserung
es: Mejoramiento
fr: Amélioration
it: Miglioramento
ja: 増強
pt_br: Aprimoramento
ru: Улучшения

source: Image modification options
de: Bild Modifizierungsoptionen
es: Opciones de modificación de la imagen
fr: Options de modification d'image
it: Opzioni miglioramento immagine
ja: イメージ修正オプション
pt_br: Opções de modificação de imagem
ru: Параметры изменения изображения

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 上級
pt_br: Avançado
ru: Расширенные

source: Hardware specific options
de: Bestimmte Hardware-Optionen
es: Opciones específicas de hardware
fr: Options Spécifiques de matériel
it: Opzioni specifiche dell'hardware
ja: ハードウエア独自のオプション
pt_br: Opções de hardware específico
ru: Определенные параметры аппаратного обеспечения

source: Sensors
de: Sensoren
es: Sensores
fr: Capteurs
it: Sensori
ja: センサー
pt_br: Sensores
ru: Датчики

source: Scanner sensors and buttons
de: Scanner Sensoren und Tasten
es: Sensores y botones del escáner
fr: Capteurs et touches du scanneur
it: Sensori e pulsanti dello scanner
ja: スキャナーのセンサーやボタン
pt_br: Sensores e botões do scanner
ru: Датчики сканера и кнопки

source: Scan source
de: Scanquelle
es: Fuente de escaneado
fr: Source de numérisation
it: Origine digitalizzazione
ja: 原稿の入力方法
pt_br: Fonte de digitalização
ru: Источник сканирования

source: Selects the scan source. If "Auto" is selected, and there is a document in the ADF, scanning is implemented from the ADF. If there is no document in the ADF, scanning is implemented from the flatbed.
de: Wählt die Scan-Quelle aus. Wenn "Auto" ausgewählt wird und ein Dokument im ADF vorliegt, wird das Scannen vom ADF ausgeführt. Wenn kein Dokument im ADF vorliegt, wird das Scannen vom Flachbett ausgeführt.
es: Selecciona la fuente de escaneado. Si se selecciona "Auto", y hay un documento en el ADF, el escaneado se realizará desde el ADF. Si no hay documentos en el ADF, el escaneado se realiza desde el escáner de sobremesa.
fr: Sélectionne la source de numérisation. Si "Auto" est sélectionné, et qu'il y a un document dans le Chargeur automatique de documents, la numérisation est mise en oeuvre depuis le Chargeur automatique de documents. S'il n'y a pas de document dans le Chargeur automatique de documents, la numérisation est mise en oeuvre depuis le scanneur à plat.
it: Seleziona l'alimentazione dello scanner. Se è selezionato "Auto" ed è presente un documento nell'ADF, la digitalizzazione è implementata dall'ADF. Se non è presente alcun documento nell'ADF, la digitalizzazione è implementata dal lettore piano.
ja: 原稿の入力方法を選択します。“自動”選択されている場合、ADFに原稿があればADFからスキャンします。ADFに原稿がなければフラットベッドからスキャンします。
pt_br: Seleciona a fonte de digitalização. Se "Auto" é selecionado e não há um documento no ADF, a digitalização é implementada a partir do ADF. Se não houver um documento no ADF, a digitalização é implementada a partir da plataforma.
ru: Выбирает источник сканирования. Если установлен флажок "Авто" и в АПД загружен документ, сканирование будет выполняться с АПД. Если в АПД документ не загружен, сканирование будет выполняться с планшета.

source: Auto
de: Automatisch
ja: 自動
ru: Авто

source: Flatbed
de: Flachbett
es: Escáner de sobremesa
fr: Scanneur à plat
it: Lettore piano
ja: フラットベッド
pt_br: Plataforma
ru: Планшет

source: Automatic Document Feeder (ADF)
de: Automatischer Dokumenteneinzug (ADF)
es: Alimentador de Documentos Automático (ADF)
fr: Chargeur automatique de documents (ADF)
it: Alimentatore automatico di documenti (ADF)
ja: 自動原稿送り装置 (ADF)
pt_br: Alimentador automático de documento (ADF)
ru: Устройство автоматической подачи документов (АПД)

source: Color mode
de: Farbmodus
es: Modo de color
fr: Mode couleur
it: Modalità Colore
ja: カラーモード
pt_br: Modo de cor
ru: Режим управления цветом

source: Selects color mode.
de: Wählt den Farbmodus aus.
es: Selecciona el modo de color.
fr: Sélectionne le mode couleur.
it: Seleziona modalità colore.
ja: カラーモードを選択します。
pt_br: Seleciona o modo de cor.
ru: Определяет режим управления цветом.

source: Color
de: Farbe
fr: Couleur
it: Colore
ja: カラー
pt_br: Cor
ru: Цвет

source: Gray
de: Grau
es: Gris
fr: Gris
it: Grigio
ja: グレースケール
pt_br: Cinza
ru: Серый

source: Black and white
de: Schwarzweiß
es: Blanco y negro
fr: Noir et blanc
it: Bianco e nero
ja: 白黒
pt_br: Preto e branco
ru: Черно-белый

source: Halftone
de: Halbton
es: Semitonos
fr: Demi-teintes
it: Mezzetinte
ja: ハーフトーン
pt_br: Meio tom
ru: Полутона

source: Scan resolution
de: Scanauflösung
es: Resolución de escaneado
fr: Résolution de la numérisation
it: Risoluzione della digitalizzazione
ja: 解像度
pt_br: Resolução de digitalização
ru: Разрешение сканирования

source: Determines the scan image sharpness. Normally, the higher the resolution (i.e., the greater the numerical value), the sharper the image, but greater scan time, memory, and disk space are required. Scan using resolution settings that conform to your objective.
de: Bestimmt die Schärfe des Scan-Bildes. Normalerweise, um so höher die Auflösung (z. B. der numerische Wert), um so schärfer ist das Bild, aber die Scan-Zeit und der erforderliche Speicherplatz sind dabei größer. Scannen Sie mit Einstellungen zur hohen Auflösung, die Ihrem Objektiv entsprechen.
es: Determina la nitidez de la imagen escaneada. Normalmente, a mayor resolución (es decir, el mayor valor numérico), más nítida la imagen, pero requiere más tiempo de escaneado, memoria y espacio en disco. Escanear usando la configuración de resolución según los objetivos.
fr: Détermine la netteté de l'image numérisée. En général, plus la résolution est haute (c.-à-.d., plus la valeur numérique est grande), plus l'image est nette, mais il est nécessaire d'avoir plus de temps de numérisation, de mémoire et d'espace dans le disque. Numérisation à l'aide des paramètres de résolution conformes à votre objectif.
it: Determina la nitidezza dell'immagine digitalizzata. Solitamente, maggiore è la risoluzione (per es., maggiore è il valore numerico), maggiore è la nitidezza dell'immagine ma maggiore sarà il tempo di digitalizzazione e lo spazio su disco necessario. Le impostazioni di risoluzione utilizzate dalla digitalizzazione per essere conformi all'obbiettivo desiderato.
ja: スキャン画像のきめ細かさを決めます。通常、解像度が高い（数値が大きい）ほど、きめ細かくなりますが、スキャン時間、メモリ、ディスク容量を多く必要とします。目的に合った解像度設定でスキャンを実行してください。
pt_br: Determine a nitidez da imagem digitalizada. Normalmente, quanto maior a resolução (isto é, quanto maior o valor numérico), a nitidez da imagem, porém maior tempo de varredura, memória e espaço de disco são necessários. Digitalize utilizando as configurações de resolução que atendam ao seu objetivo.
ru: Определяет резкость выводимого изображения. Обычно, чем выше разрешение (т. е. чем выше числовое значение), тем лучше резкость изображения, но требуется больше времени для сканирования, а также памяти и места на диске. Выполните сканирование, используя параметры разрешения, которые соответствуют необходимым задачам.

source: X-resolution
de: X-Auflösung
es: Resolución X
fr: Résolution horizontale (X)
it: Risoluzione X
ja: X解像度
pt_br: Resolução X
ru: Разрешение X

source: Sets the horizontal resolution of the scanned image.
de: Bestimmt die horizontale Auflösung des gescannten Bildes.
es: Establece la resolución horizontal de la imagen escaneada.
fr: Définit la résolution horizontale de l'image numérisée.
it: Consente di impostare la risoluzione orizzontale dell'immagine digitalizzata.
ja: 走査したイメージの水平解像度を設定する。
pt_br: Defina a resolução horizontal da imagem digitalizada.
ru: Установите разрешение по горизонтали сканированного изображения.

source: Y-resolution
de: Y-Auflösung
es: Resolución Y
fr: Résolution verticale (Y)
it: Risoluzione Y
ja: Y解像度
pt_br: Resolução Y
ru: Разрешение Y

source: Sets the vertical resolution of the scanned image.
de: Bestimmt die vertikale Auflösung des gescannten Bildes.
es: Establece la resolución vertical de la imagen escaneada.
fr: Définit la résolution verticale de l'image numérisée.
it: Consente di impostare la risoluzione verticale dell'immagine digitalizzata.
ja: 走査したイメージの垂直改造度を設定する。
pt_br: Defina a resolução vertical da imagem digitalizada.
ru: Установите разрешение по вертикали сканированного изображения.

source: Duplex Scanning
de: Duplex-Scannen
es: Escaneado Dúplex
fr: Numérisation en mode duplex
it: Digitalizzazione fronte/retro (duplex)
ja: 両面読取
pt_br: Digitalização duplex
ru: Двустороннее сканирование

source: Duplex scanning can be selected when the scanning method is set to ADF. You can also set the bookbinding position of the document.
de: Duplex-Scannen ist verfügbar, wenn die Scanmethode auf ADF gestellt ist. Sie können außerdem die Bindeposition des Dokuments einstellen.
es: El escaneado dúplex se puede seleccionar cuando el método de escaneado se configura en el ADF. Asimismo, puede configurar la posición de encuadernación de libros del documento.
fr: Il est possible de sélectionner la numérisation en mode duplex lorsque la méthode de numérisation est définie avec le Chargeur automatique de documents. Vous pouvez également définir la position de reliure du document.
it: La digitalizzazione fronte/retro (duplex) può essere selezionata quando il metodo di digitalizzazione è impostato su ADF. Inoltre è possibile impostare la posizione della rilegatura del documento.
ja: “原稿の入力方法”が“ADF”の場合に選択できます。両面をスキャンする場合は、原稿のとじ位置を指定します。
pt_br: A digitalização duplex pode ser selecionada quando o método de digitalização está definido para ADF. Você também pode definir a posição da encadernação do documento.
ru: Двустороннее сканирование можно выбрать, если для сканирования используется АПД. Также можно установить положение переплета для документа.

source: Binding direction
de: Bindungsausrichtung
es: Dirección de encuadernación
fr: Sens de la reliure
it: Direzione di rilegatura
ja: 原稿のとじ位置
pt_br: Direção da encadernação
ru: Направление переплета

source: Choose the direction of the original.
de: Bestimmen Sie die Ausrichtung des Originals.
es: Seleccione la dirección del original.
fr: Choisissez le sens de l'original.
it: Scegliere la direzione dell'originale.
ja: 原稿のとじ位置を指定します。
pt_br: Escolha a direção do original.
ru: Выберите направление исходного документа.

source: Right and Left Binding
de: Bindung rechts und links
es: Encuadernación Derecha e Izquierda
fr: Reliure à droite et à gauche
it: Rilegatura destra e sinistra
ja: 左右とじ
pt_br: Encadernação direita e esquerda
ru: Переплет слева и справа

source: Top Binding
de: Bindung oben
es: Encuadernación superior
fr: Reliure sur le haut
it: Rilegatura in alto
ja: 上とじ
pt_br: Encadernação superior
ru: Переплет сверху

source: Filter
es: Filtro
fr: Filtre
it: Filtro
ja: フィルタ
pt_br: Filtro
ru: Фильтр

source: Sharpness
de: Schärfe
es: Nitidez
fr: Netteté
it: Nitidezza
ja: シャープネス
pt_br: Nitidez
ru: Резкость

source: Raise the contrast of the pixels adjacent to the image to sharpen fuzzy photos. Enabled when color mode is set to either gray scale or color.
de: Ergänzen Sie den Kontrast der Pixel je nach Bild, um schlechte Bilder zu schärfen. Aktiviert, wenn der Farbmodus entweder auf Graustufen oder Farbe eingestellt ist.
es: Aumente el contraste de los pixeles adyacentes de la imagen mejorar las fotos borrosas. Habilitada cuando el modo de color está establecido en escala de grises o color.
fr: Augmenter le contraste des pixels adjacents à l'image pour réduire le flou des photos. Activé lorsque le mode couleur est réglé soit sur une échelle de gris ou sur couleur.
it: Aumentare il contrasto dei pixel vicino all'immagine per aumentare la nitidezza di foto sfocate. Attivata quando la modalità Colore è impostata sulla scala di grigi o su colore.
ja: 画像の隣接ピクセルのコントラストを上げることによって、ぼやけた写真を鮮明にします。カラーモードがグレースケールあるいはカラーの場合に有効です。
pt_br: Aumente o contraste dos pixels adjacentes à imagem para aperfeiçoar as fotos fuzzy. Ativado quando o modo de cores é definido como escala de cinza ou cor.
ru: Увеличьте контрастность пикселей, смежных с изображением, для повышения четкости искаженных фотографий. Данная функция активна, когда для режима управления цветом установлено значение "Оттенки серого" или "Цвет".

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ru: Нет

source: Sharpen
de: Schärfen
es: Aumentar nitidez
fr: Accentuer
it: Nitida
ja: シャープにする
pt_br: Nítido
ru: Резче

source: Sharpen More
de: Weiter schärfen
es: Mayor nitidez
fr: Accentuer davantage
it: Migliora nitidezza
ja: よりシャープにする
pt_br: Modo de nitidez
ru: Еще резче

source: Background Elimination
de: Hintergrund Entfernung
es: Eliminación de Fondo
fr: Élimination de l'Arrière-plan
it: Rimozione sfondo
ja: 背景除去
pt_br: Eliminação de plano de fundo
ru: Удаление фона

source: Remove the mixed color of the scanned image on which the corresponding parts shall be white.
de: Entfernen Sie die gemischte Farbe des gescannten Bildes, wobei die entsprechenden Bereiche weiß sein sollen.
es: Elimine los colores mezclados de la imagen escaneada donde las partes correspondientes serán blancas.
fr: Supprimer le mélange de couleurs de l'image numérisée sur laquelle les parties correspondantes seront blanches.
it: Elimina il colore mischiato dell'immagine digitalizzata su cui le parti corrispondenti devono essere bianche.
ja: 画像の背景（下地）色を目立たないようにします。数字が大きいほど強く除去します。
pt_br: Remover a cor mista da imagem digitalizada em que as partes correspondentes devem ser brancas.
ru: Удалите смешанные цвета сканированного документа, на котором соответствующие части должны быть белыми.

source: Level0
de: Ebene0
es: Nivel0
fr: Niveau 0
it: Livello0
ja: レベル０
pt_br: Nível0
ru: Уровень 0

source: Level1
de: Ebene1
es: Nivel1
fr: Niveau 1
it: Livello1
ja: レベル１
pt_br: Nível1
ru: Уровень 1

source: Level2
de: Ebene2
es: Nivel2
fr: Niveau 2
it: Livello2
ja: レベル２
pt_br: Nível2
ru: Уровень 2

source: Level3
de: Ebene3
es: Nivel3
fr: Niveau 3
it: Livello3
ja: レベル３
pt_br: Nível3
ru: Уровень 3

source: Level4
de: Ebene4
es: Nivel4
fr: Niveau 4
it: Livello4
ja: レベル４
pt_br: Nível4
ru: Уровень 4

source: Level5
de: Ebene5
es: Nivel5
fr: Niveau 5
it: Livello5
ja: レベル５
pt_br: Nível5
ru: Уровень 5

source: Level6
de: Ebene6
es: Nivel6
fr: Niveau 6
it: Livello6
ja: レベル６
pt_br: Nível6
ru: Уровень 6

source: Edge Erase
de: Rand löschen
es: Borrado de borde
fr: Suppression des contours
it: Cancella bordo
ja: 枠消去
pt_br: Apagar borda
ru: Стирание границ

source: Mask edge areas of the document.(Erases shaded areas in the document.)
de: Randbereiche des Dokuments maskieren. (Löscht schattierter Bereiche des Dokuments.)
es: Cubre los bordes del documento (borra las áreas sombreadas del documento).
fr: Masquer les zones des bords du document.(Efface les zones ombrées du document.)
it: Maschera aree laterali del documento (elimina le aree ombreggiate nel documento).
ja: 原稿の縁部分にできる影を消去したい場合に使用します。指定された幅で枠の形で消去します。
pt_br: Mascarar áreas de borda do documento. (Apaga áreas sombreadas no documento.)
ru: Скрытие границ документа. (Стирание затемненных областей в документе.)

source: Edge Erase Range
de: Randausblendungsreichweite
es: Rango de borrado de bordes
fr: Plage de suppression des contours
it: Intervallo elimina bordo
ja: 枠消去範囲
pt_br: Faixa de apagar borda
ru: Диапазон стирания границ

source: Set Edge Erase Range
de: Randausblendungsreichweite festlegen
es: Configuración del rango de borrado de bordes
fr: Définir la plage de suppression des contours
it: Imposta Intervallo elimina bordo
ja: 枠消去の範囲を指定します。
pt_br: Definir faixa de apagar borda
ru: Установить диапазон стирания границ

source: Font Smoothing
de: Schriftartglättung
es: Suavizado de fuentes
fr: Lissage de police
it: Attenuazione caratteri
ja: フォントスムージング
pt_br: Suavização de fonte
ru: Сглаживание шрифтов

source: Make text appear clearer. If checkbox is enabled, text will appear smoother.
de: Text klarer erscheinen lassen. Wenn das Kontrollkästchen aktiviert ist, wird der Text glatter erscheinen.
es: Hace que el texto aparezca más claro. Si se activa esta casilla, el texto aparecerá más claro.
fr: Rend le texte plus clair. Si la case est activée, le texte apparaîtra plus lisse.
it: Rende il testo più nitido. Se la casella di controllo ha il segno di spunta, il testo apparirà più nitido.
ja: 文字をくっきりさせたい場合にチェックボックスをチェックします。
pt_br: Tornar o texto de aparência mais clara. Se a caixa de verificação estiver ativada, o texto aparecerá mais suave.
ru: Текст отображается с большей четкостью. Если данный флажок установлен, текст будет отображаться более гладким.

source: Moire Elimination
de: Moiré entfernen
es: Eliminación de moiré
fr: Élimination du moiré
it: Eliminazione moiré
ja: モアレ低減
pt_br: Eliminação de ondulações
ru: Удаление муара

source: Enable this checkbox to eliminate moire (wavy lines).
de: Dieses Kontrollkästchen aktivieren, um Moiré (Wellenlinien) zu entfernen.
es: Active esta casilla para eliminar el moiré (líneas onduladas).
fr: Cochez cette case pour éliminer le moiré (lignes ondulées).
it: Spuntare questa casella di controllo per eliminare l'effetto moiré (linee ondeggiate).
ja: モアレ（波形模様）を除去したい場合にチェックボックスをチェックします。
pt_br: Ativar esta caixa de verificação para eliminar a ondulação (linhas onduladas).
ru: Установите данный флажок для удаления муара (волнистые линии).

source: Margin
de: Rand
es: Margen
fr: Marge
it: Margine
ja: マージン
pt_br: Margem
ru: Поле

source: Right margin
de: Rechter Rand
es: Margen derecho
fr: Marge droite
it: Margine destro
ja: 右マージン
pt_br: Margem direita
ru: Правое поле

source: Set right margin
de: Rechten Rand festlegen
es: Establece el margen derecho
fr: Définir la marge de droite
it: Imposta margine destro
ja: 右マージンを設定します。
pt_br: Definir margem direita
ru: Настроить правое поле

source: Bottom margin
de: Unterer Rand
es: Margen inferior
fr: Marge inférieure
it: Margine inferiore
ja: 下マージン
pt_br: Margem inferior
ru: Нижнее поле

source: Set bottom margin
de: Unteren Rand festlegen
es: Establece el margen inferior
fr: Définir la marge inférieure
it: Imposta margine inferiore
ja: 下マージンを設定します。
pt_br: Definir margem inferior
ru: Настроить нижнее поле

source: Top-left x
de: x oben links
es: Superior-izquierda x
fr: Supérieur gauche - horizontal
it: x superiore-sinistra
ja: 左上のX位置
pt_br: Superior esquerda x
ru: Сверху слева x

source: Top-left x position of scan area.
de: Position x im Scanbereich oben links.
es: Posición superior-izquierda x de la zona de escaneado.
fr: Position horizontale supérieure gauche de la zone de numérisation.
it: Posizione x superiore-sinistra dell'area di digitalizzazione.
ja: プレビューの選択範囲の左上のX位置。
pt_br: Superior esquerda x posição da área de digitalização.
ru: Сверху слева x области сканирования.

source: Top-left y
de: y oben links
es: Superior-izquierda y
fr: Supérieur gauche - vertical
it: y superiore-sinistra
ja: 左上のY位置
pt_br: Superior esquerda y
ru: Сверху слева y

source: Top-left y position of scan area.
de: Position y im Scanbereich oben links.
es: Posición superior-izquierda y de la zona de escaneado.
fr: Position verticale supérieure gauche de la zone de numérisation.
it: Posizione y superiore-sinistra dell'area di digitalizzazione.
ja: プレビューの選択範囲の左上のY位置。
pt_br: Superior esquerda y posição da área de digitalização.
ru: Сверху слева y области сканирования.

source: Bottom-right x
de: x unten rechts
es: Inferior-derecha x
fr: Inférieur droit - horizontal
it: x inferiore-destra
ja: 右下のX位置
pt_br: Inferior direita x
ru: Снизу справа x

source: Bottom-right x position of scan area.
de: Position x im Scanbereich unten rechts.
es: Posición inferior-derecha x de la zona de escaneado.
fr: Position horizontale inférieure droite de la zone de numérisation.
it: Posizione x inferiore-destra dell'area di digitalizzazione.
ja: プレビューの選択範囲の右下のX位置。
pt_br: Inferior direita x posição da área de digitalização.
ru: Снизу справа x области сканирования.

source: Bottom-right y
de: y unten rechts
es: Inferior-derecha y
fr: Inférieur droit - vertical
it: y inferiore-destra
ja: 右下のY位置
pt_br: Inferior direita y
ru: Снизу справа y

source: Bottom-right y position of scan area.
de: Position y im Scanbereich unten rechts.
es: Posición inferior-derecha y de la zona de escaneado.
fr: Position verticale inférieure droite de la zone de numérisation.
it: Posizione y inferiore-destra dell'area di digitalizzazione.
ja: プレビューの選択範囲の右下のY位置。
pt_br: Inferior direita y posição da área de digitalização.
ru: Снизу справа y области сканирования.
